Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Place traditional crab traps in one study area and crab traps with escape panels in a different study area.
sv_se: Placera traditionella krabburar i ett undersökningsområde och krabburar med flyktpaneler i ett annat undersökningsområde.

source: Placentalia
sv_se: Placentadäggdjur

source: Plan
sv_se: Upplägg

source: Plan 1
sv_se: Upplägg 1

source: Plan 2
sv_se: Upplägg 2

source: Plan 2 gives a fitness score of 70 points.
sv_se: Upplägg 2 ger en konditionspoäng på 70 poäng.

source: Plan 3
sv_se: Upplägg 3

source: Plan tasks by setting out the steps needed to complete them
sv_se: Planera uppgifter genom att definiera stegen som krävs för att slutföra dem

source: Planets P, Q and R
sv_se: Planeterna P, Q och R

source: Planets P, R and T
sv_se: Planeterna P, R och T

source: Planets Q, S and T
sv_se: Planeterna Q, S och T

source: Planets R, S and T
sv_se: Planeterna R, S och T

source: Planets:
sv_se: Planeter:

source: Plant Diversity
sv_se: Mångfald av växter

source: Plant Milks
sv_se: Växtbaserade drycker

source: Plant between 10 and 30 different types of native trees.
sv_se: Plantera mellan 10 och 30 olika typer av inhemska träd.

source: Plant growth is higher in summer than in winter.
sv_se: Växterna växer mer på sommaren än på vintern.

source: Plant growth rates will decline.
sv_se: Växternas tillväxttakt kommer att minska.

source: Plants in Earth volcanic ash have a greater average width than plants in Moon soil.
sv_se: Plantor i vulkanisk aska från jorden har större genomsnittlig bredd än plantor i månjord.

source: Plants in Moon soil 1, 2 and 3 are of equal average width.
sv_se: Plantor i månjord 1, 2 och 3 har samma genomsnittliga bredd.

source: Plastic Snake
sv_se: Plastorm

source: Plastic bottles can be recycled.
sv_se: Plastflaskor kan återvinnas.

source: Plastic materials do not get hot.
sv_se: Plastmaterial blir inte varma.

source: Plastic particles that are smaller than 5 millimetres in diameter are classified as microplastics.
sv_se: Plastpartiklar som är mindre än 5 millimeter i diameter klassificeras som mikroplaster.

source: Plastic sachets cannot be recycled.
sv_se: Portionspåsar av plast kan inte återvinnas.

source: Plastic snake on bin
sv_se: Plastorm på soptunna

source: Plastic spoon
sv_se: Plastsked

source: Plastic wrappers cannot be recycled.
sv_se: Plastomslag kan inte återvinnas.

source: Plasticity
sv_se: Plasticitet

source: Play
sv_se: Spela

source: Play digital learning games (e.g. <Atlantis Remixed>, <Duolingo®>)
sv_se: Spela digitala pedagogiska spel (t.ex. Duolingo, Minecraft Education)

source: Play video games in <English²>
sv_se: Spelar dator- eller tv-spel på engelska

source: Please count only those teachers who have taught or will teach <school science> during the current school year.
sv_se: Räkna enbart de lärare som har undervisat eller kommer att undervisa i NO-ämnen under det här läsåret.

source: Please rate your level of experience with the following programming languages.
sv_se: Bedöm hur mycket du kan i följande programmeringsspråk.

source: Please select a value for Artworks.
sv_se: Välj ett värde för konstverk.

source: Please select a value for Panels.
sv_se: Välj ett värde för skärmväggar.

source: Please select a value for Visitors.
sv_se: Välj ett värde för besökare.

source: Please select all that apply.
sv_se: Välj alla som passar in.

source: Please use a sentence to describe the kind of work he does or did in that job.
sv_se: Beskriv med en mening vad han gör eller gjorde på sitt arbete.

source: Please use a sentence to describe the kind of work she does or did in that job.
sv_se: Beskriv med en mening vad hon gör eller gjorde på sitt arbete.

source: Please use a sentence to describe the kind of work she or he does or did in that job.
sv_se: Beskriv med en mening vad hon eller han gör eller gjorde på sitt arbete.

source: Please use a sentence to describe the kind of work they do or did in that job.
sv_se: Beskriv med en mening vad hon eller han gör eller gjorde på sitt arbete.

source: Plum
sv_se: Plommon

source: Points 1 and 3 make the data invalid.
sv_se: Punkt 1 och 3 gör data ogiltiga.

source: Points 1, 2 and 4 make the article biased.
sv_se: Punkt 1, 2 och 4 gör artikeln vinklad.

source: Points 2 and 3 make the article irrelevant to the topic of extinction risk.
sv_se: Punkt 2 och 3 gör artikeln irrelevant när det gäller frågan om utrotningsrisk.

source: Points 2 and 4 make the article less reliable.
sv_se: Punkt 2 och 4 gör artikeln mindre pålitlig.

source: Polar Bears
sv_se: Isbjörnar

source: Policymakers need reliable information to determine what action is needed to prevent further biodiversity loss.
sv_se: Beslutsfattare behöver pålitlig information för att avgöra vilka åtgärder som krävs för att förhindra ytterligare förluster av biologisk mångfald.

source: Policymakers require reliable information to decide what action is needed to reduce the amount of CO₂ in the atmosphere and to reduce land subsidence.
sv_se: Beslutsfattare behöver tillförlitlig information för att avgöra vilken åtgärd som behövs för att minska mängden CO₂ i atmosfären och minska sättningen.

source: Pollen lands on the female part of the flower.
sv_se: Pollen landar på blommans honorgan.

source: Pollutants that make water unsafe for drinking or usage can be biological, chemical, radioactive or thermal (heat).
sv_se: Föroreningar som gör vattnet otjänligt att dricka eller använda kan vara biologiska, kemiska, radioaktiva eller termiska (värme).

source: Polycarbonate is commonly used to make contact lenses.
sv_se: Polykarbonat används vanligen för att tillverka kontaktlinser.

source: Polymer (plastic) foams are often used for sound absorbing.
sv_se: Polymerskum (plastskum) används ofta till ljuddämpning.

source: Polymers
sv_se: Polymerer

source: Population change of red-tide algae (%)
sv_se: Populationsförändring av rödvattenalger (%)

source: Pore diameter (μm)
sv_se: Pordiameter (μm)

source: Porosity (%)
sv_se: Porositet (%)

source: Porous Materials
sv_se: Porösa material

source: Possible runs
sv_se: Möjliga körningar

source: Posting concerns about an environmental issue on social media
sv_se: Gjort ett inlägg om din oro över ett miljöproblem på sociala medier

source: Pot handles are sometimes made of a different material than the pots.
sv_se: Grythandtag är ibland tillverkade av ett annat material än grytorna.

source: Potassium (mg)
sv_se: Kalium (mg)

source: Pour boiling water in the top pot and place the bottom pot in boiling water.
sv_se: Häll kokande vatten i den övre grytan och ställ den undre grytan i kokande vatten.

source: Pour boiling water in the top pot and place the bottom pot in ice-cold water.
sv_se: Häll kokande vatten i den övre grytan och ställ den undre grytan i iskallt vatten.

source: Pour ice cold-water in the top pot and place the bottom pot in ice-cold water.
sv_se: Häll iskallt vatten i den övre grytan och ställ den undre grytan i iskallt vatten.

source: Pour ice-cold water in the top pot and place the bottom pot in boiling water.
sv_se: Häll iskallt vatten i den övre grytan och ställ den undre grytan i kokande vatten.

source: Pour on hands.
sv_se: Häll på händerna.

source: Power (MW)
sv_se: Effekt (MW)

source: Power level
sv_se: Effektnivå

source: Power levels
sv_se: Effektnivåer

source: Power plants emit sulfur dioxide (SO₂) and nitrogen dioxide (NO₂) when they burn fossil fuels to generate electricity.
sv_se: Kraftverk släpper ut svaveldioxid (SO₂) och kvävedioxid (NO₂) när de förbränner fossila bränslen för att generera elektricitet.

source: Practise <English²> using language learning apps (e.g. <Duolingo ®>, <Rosetta Stone ®>)
sv_se: Övar engelska med appar för språkinlärning (t.ex. Duolingo eller Rosetta Stone)

source: Predict how changes to an environment will affect the survival of certain species.
sv_se: Förutsäga hur förändringar i en miljö kommer att påverka vissa arters överlevnad.

source: Preparing for <English²> tests or assessments
sv_se: Förberedelser för prov eller bedömningar i engelska

source: Pressure
sv_se: Tryck

source: Principal
sv_se: Rektor

source: Principal or senior staff observations of lessons
sv_se: Rektors eller ledningspersonals observationer av lektioner

source: Problem-solving step
sv_se: Problemlösningssteg

source: Processes need to be developed to avoid corrosion of metal parts by ocean water.
sv_se: Det är nödvändigt att utveckla processer för att undvika att havsvattnet korroderar metalldelar.

source: Production of oat milk generates less greenhouse gas emissions than soy milk.
sv_se: Framställning av havredryck genererar mindre utsläpp av växthusgaser än sojadryck.

source: Production of oat milk requires less land than soy milk.
sv_se: Framställning av havredryck kräver mindre mark än sojadryck.

source: Production of oat milk uses more freshwater than soy milk.
sv_se: Det går åt mer färskvatten vid framställning av havredryck än sojadryck.

source: Products made from polymers do not decompose easily in nature, and are commonly disposed of in landfill or by burning.
sv_se: Produkter som är tillverkade av polymerer bryts inte ner lätt i naturen och kan slängas på soptippar eller förbrännas.

source: Profanity
sv_se: Svordomar

source: Program 2 solves the problem more efficiently because Jay used an if/else block to reduce the number of blocks.
sv_se: Program 2 löser problemet mer effektivt eftersom Alex använde ett om/annars-block för att minska antalet block.

source: Program robots
sv_se: Programmera robotar

source: Promote best practice lighting projects, e.g. in municipalities
sv_se: Främja bästa praxis för belysningsprojekt i t.ex. kommuner.

source: Promote best-practice lighting projects, e.g. in municipalities.
sv_se: Främja bästa praxis för belysningsprojekt i t.ex. kommuner.

source: Property
sv_se: Egenskap

source: Propose two changes.
sv_se: Föreslå två förändringar.

source: Provide feedback on how to improve my <English²> proficiency
sv_se: Talar om för mig hur jag ska kunna bli bättre i engelska

source: Provided information to parents or guardians about how to help students improve their skills in science
sv_se: Gett information till föräldrar eller vårdnadshavare om hur man kan hjälpa elever att förbättra sina färdigheter i naturvetenskap

source: Provided information to parents or guardians about how to help students with homework and other curriculum-related activities
sv_se: Gett information till föräldrar eller vårdnadshavare om hur man kan hjälpa elever med läxor och andra läroplansrelaterade aktiviteter

source: Providing feedback to teachers based on observations of instruction in the classroom
sv_se: Ge feedback till lärare baserat på observationer av undervisningen i klassrummet

source: Providing parents or guardians with information on the school and student performance
sv_se: Förse föräldrar eller vårdnadshavare med information om skolan och elevens prestationer

source: Pseudoscience claims may arise from research based on a faulty premise, flawed experimental design or poor-quality data.
sv_se: Pseudovetenskapliga påståenden kan komma från forskning baserad på en felaktig premiss, bristfällig experimentdesign eller data av dålig kvalitet.

source: Pteropod Shells
sv_se: Skal från pteropoder

source: Pupil Reflex
sv_se: Pupillreflexen

source: Purple
sv_se: Lila

source: Put fruit in Box 1
sv_se: Lägg frukten i låda 1

source: Put fruit in Box 2
sv_se: Lägg frukten i låda 2

source: Put fruit in Box 3
sv_se: Lägg frukten i låda 3

source: Python, Javascript or other web-based languages
sv_se: Python, Javascript eller andra webbaserade språk

source: Q is 100 m below sea level.
sv_se: Q ligger 100 m under havet.

source: Q.
sv_se: Fråga:

source: Quality of science instruction:
sv_se: Kvaliteten på undervisningen i NO-ämnen

source: Question
sv_se: Fråga

source: Quick changes in CO concentration will be detected.
sv_se: Snabba förändringar i CO-koncentrationen kommer att upptäckas.

source: Quote
sv_se: Citat

source: R and S are between 500 and 1000 m above sea level.
sv_se: R och S ligger mellan 500 och 1 000 m över havet.

source: ROD
sv_se: STAV

source: Radioisotope
sv_se: Radioaktiv isotop

source: Radioisotopes each have a ‘half-life’.
sv_se: Alla radioaktiva isotoper har en ”halveringstid”.

source: Radiotracer B is fluorine-18.
sv_se: Det radioaktiva spårämnet B är fluor-18.

source: Radiotracers for PET scans all have short half-lives.
sv_se: Alla radioaktiva spårämnen för PET-undersökning har korta halveringstider.

source: Rain affects the amount of traffic the bus encounters, but it only rains sometimes (i.e. chance of rain is a random variable).
sv_se: Regn påverkar hur mycket trafik bussen möter, men det regnar bara ibland (dvs. risken för regn är en slumpmässig variabel).

source: Rain makes the traffic worse.
sv_se: Regn gör att trafiken blir värre.

source: Rainwater Harvesting
sv_se: Uppsamling av regnvatten

source: Raising awareness of the population about a local environmental issue
sv_se: Ökat medvetenheten hos människor om ett lokalt miljöproblem

source: Rate difference between connected and isolated fragments (percentage)
sv_se: Skillnad i hastighet mellan sammanbundna och separata odlingsytor (procent)

source: Read <school science> magazines or science articles in newspapers
sv_se: Läser naturvetenskapliga tidskrifter eller artiklar om vetenskap i tidningar

source: Read about an event (e.g. a festival or a sport match) from a website or newspaper
sv_se: Läsa om en händelse (t.ex. en festival eller idrottsmatch) på en webbplats eller i en tidning

source: Read books or magazines in <English²> about a topic you are passionate about
sv_se: Läsa böcker eller tidskrifter på engelska om ett ämne som du brinner för

source: Read books, magazines or comics written in <English²>
sv_se: Läser böcker, tidskrifter eller serietidningar på engelska

source: Read comics, magazines or books
sv_se: Läsa serietidningar, tidskrifter eller böcker

source: Read the next page
sv_se: Läs nästa sida

source: Real:
sv_se: Verklighet:

source: Reason 1
sv_se: Skäl 1

source: Reason 1:
sv_se: Anledning 1:

source: Reason 2
sv_se: Skäl 2

source: Reason 2:
sv_se: Anledning 2:

source: Recognise flaws in scientific argument.
sv_se: Känna igen svaga punkter i ett naturvetenskapligt argument.

source: Recognise patterns in data
sv_se: Identifiera mönster i data

source: Recognise the science question that underlies a newspaper report on a health issue.
sv_se: Känna igen vilken naturvetenskaplig fråga som ligger till grund för en tidningsrapport om ett hälsoproblem.

source: Recording 1
sv_se: Inspelning 1

source: Recording 2
sv_se: Inspelning 2

source: Recording 3
sv_se: Inspelning 3

source: Recording 4
sv_se: Inspelning 4

source: Recording 5
sv_se: Inspelning 5

source: Recording 6
sv_se: Inspelning 6

source: Recording library
sv_se: Inspelningsbibliotek

source: Recycling Claw
sv_se: Återvinningsklo

source: Recycling claw
sv_se: Återvinningsklo

source: Recycling of damaged blades
sv_se: Återvinning av skadade blad

source: Red
sv_se: Röd

source: Red Tide
sv_se: Rött tidvatten

source: Red tides are natural, but their frequency is increasing.
sv_se: Röda tidvatten är naturliga, men de ökar i frekvens.

source: Reduce peaks in energy use
sv_se: Minska toppar i energianvändningen

source: Reduce the quality of the cotton textiles produced.
sv_se: Minska kvaliteten på bomullstextilen som tillverkas.

source: Reduce total and peaks in energy use
sv_se: Minska den totala energianvändningen och toppar i energianvändningen

source: Reduce total energy use
sv_se: Minska den totala energianvändningen

source: Refer to the information about ‘Material Testing’.
sv_se: Se informationen om 'Materialtestning'.

source: Refer to the information and graph to the right.
sv_se: Använd informationen och diagrammet till höger.

source: Refer to the information to the right about the formation of acid rain.
sv_se: Använd informationen till höger, om bildandet av surt regn.

source: Reflect
sv_se: Reflektera

source: Reforestation
sv_se: Återbeskogning

source: Reforestation requires many different types of trees to be planted in an area.
sv_se: För återbeskogning krävs det att många olika typer av träd planteras i ett område.

source: Regarding the qualification level, please refer only to the teacher’s highest qualification level.
sv_se: Ange lärarnas högsta utbildning.

source: Regardless of which location is chosen, which one of the three classes of wind turbine would be suitable for the town?
sv_se: Oavsett vilken plats som väljs, vilken av de tre klasserna av vindkraftverk skulle vara lämplig för staden?

source: Regular consultation aimed at school improvement with one or more experts over a period of at least six months
sv_se: Regelbunden rådgivning med en eller flera experter under en period på minst sex månader som syftar till att förbättra skolan

source: Regular discussions with other teachers at school, for example in working groups
sv_se: Regelbundna diskussioner med andra lärare på skolan, t.ex. i arbetsgrupper

source: Regularly
sv_se: Regelbundet

source: Relationship
sv_se: Förhållande

source: Relative concentration of ions:
sv_se: Relativ koncentration av joner:

source: Relative emission (%)
sv_se: Relativ utstrålning (%)

source: Relaxed
sv_se: Avslappnad

source: Releasing brine into any part of a river system would eliminate all the freshwater species.
sv_se: Utsläpp av saltlake i någon del av ett flodsystem skulle döda alla sötvattensarter där.

source: Relocation due to erosion
sv_se: Omflyttning på grund av erosion

source: Remember that you can always do the following:
sv_se: Kom ihåg att du kan alltid göra följande:

source: Remember: all sound machines play the same calls!
sv_se: Kom ihåg att alla ljudmaskiner spelar upp samma ljud!

source: Removal of metal waste with the current magnetic cleaners is not effective for all types of metal waste.
sv_se: Borttagande av metallavfall med de befintliga magnetiska städarna är inte effektivt för alla typer av metallavfall.

source: Removal rate
sv_se: Elimineringshastighet

source: Remove any arrows by clicking .
sv_se: Ta bort pilar genom att klicka på .

source: Remove the carbon dioxide from the water.
sv_se: Ta bort koldioxiden från vattnet.

source: Renewable energy
sv_se: Förnybar energi

source: Repeat the experiment with another type of sea grass.
sv_se: Upprepa experimentet med en annan typ av sjögräs.

source: Repeated actions
sv_se: Upprepade instruktioner

source: Replace old domestic appliances with more energy-efficient ones.
sv_se: Byta ut gamla hushållsapparater mot mer energieffektiva.

source: Replace traditional crab traps with crab traps with escape panels.
sv_se: Byta ut traditionella krabburar mot krabburar med flyktpaneler.

source: Replacement of turbine blades
sv_se: Byte av turbinblad

source: Replay recording
sv_se: Spela inspelningen igen

source: Reptiles
sv_se: Kräldjur

source: Required
sv_se: Obligatoriska

source: Researchers are finding ways to make disposable food containers more environmentally sustainable.
sv_se: Forskare letar efter sätt att göra engångsförpackningar för mat mer miljömässigt hållbara.

source: Researchers are investigating a different species of bird.
sv_se: Forskare undersöker en annan fågelart.

source: Researchers are investigating the use of clay (fine-grained soil) to control red tides.
sv_se: Forskare undersöker hur lera (en finkornig jordart) kan användas för att motverka rött tidvatten.

source: Researchers are trying to find ways to improve argan tree growth during drought.
sv_se: Forskare försöker komma på sätt att förbättra tillväxten hos arganträd vid torka.

source: Researchers have designed an escape panel for crab traps, which is made from a biodegradable material.
sv_se: Forskare har utformat en flyktpanel för krabburar som är tillverkad i ett biologiskt nedbrytbart material.

source: Researchers made the following graph to compare the success of each method.
sv_se: Forskare gjorde följande diagram för att jämföra effektiviteten för varje metod.

source: Researchers thought that a filled cardboard food container could be crushed by the weight of other filled containers stacked on top of it.
sv_se: Forskarna trodde att en fylld pappförpackning kunde krossas av vikten från andra fyllda förpackningar som staplats ovanpå den.

source: Reset
sv_se: Återställ

source: Residents protest about the building of the power stations because these reduce the natural beauty of the shoreline.
sv_se: Boende protesterar mot byggandet av kraftverken eftersom de förfular den vackra naturen vid kusten.

source: Residents wonder about the effect of that night lighting on the quality of their sleep.
sv_se: Invånarna undrar hur nattbelysningen påverkar kvaliteten på deras sömn.

source: Resolving problems with the lesson timetable in this school
sv_se: Åtgärda problem med schemat för den här skolan

source: Response
sv_se: Svar

source: Restore model
sv_se: Återställ modellen

source: Restoring native trees is sometimes called reforestation.
sv_se: Att återinföra inhemska träd kallas ibland återbeskogning.

source: Result: Fitness first remains the same, then increases
sv_se: Resultat: Konditionen är först densamma och ökar sedan

source: Results
sv_se: Resultat

source: Results can be compared across students and schools.
sv_se: Resultaten kan jämföras mellan elever och skolor.

source: Return book
sv_se: Lämna tillbaka boken

source: Reverse osmosis involves forcing seawater onto a semi-permeable membrane.
sv_se: Omvänd osmos innebär att man pressar havsvatten mot ett halvgenomsläppligt membran.

source: Reviewing school administrative procedures and reports
sv_se: Granska skolans administrativa rutiner och rapporter

source: Rhynchocephalia
sv_se: Bryggödlor

source: Rice
sv_se: Risdryck

source: Rigidity
sv_se: Styvhet

source: Riley states that the number of red tides in 17 years has increased at the same rate as the population increase of red-tide algae.
sv_se: Riley påstår att antalet röda tidvatten under 17 år hade ökat med samma hastighet som populationstillväxten av rödvattenalger.

source: Rising Sea Level
sv_se: Stigande havsnivåer

source: Risk of extinction for some groups of species
sv_se: Utrotningsrisk för några artgrupper

source: Rock or soil type
sv_se: Typ av sten eller jord

source: Room(s) where the students can do their homework
sv_se: Rum där eleverna kan göra sina läxor

source: Rooms with a <flush toilet>
sv_se: Rum med en toalett

source: Rooms with a bath or shower
sv_se: Rum med ett badkar eller dusch

source: Root fungi help argan trees develop strong root systems.
sv_se: Rotsvamp hjälper arganträd att utveckla kraftiga rotsystem.

source: Rotation time around its axis (Earth hours)
sv_se: Rotationstid runt sin axel (jordtimmar)

source: Rover power level
sv_se: Planetfordonets effektnivå

source: Row 1
sv_se: Rad 1

source: Row 1 and Row 2 have different images with changing colours.
sv_se: Rad 1 och rad 2 har olika bilder med olika färger.

source: Row 2
sv_se: Rad 2

source: Row 3
sv_se: Rad 3

source: Row 4
sv_se: Rad 4

source: Royal Blue
sv_se: Kungsblå

source: Rub for 20 seconds.
sv_se: Gnid i 20 sekunder.

source: Rub until dry.
sv_se: Gnid torrt.

source: Run
sv_se: Kör

source: Run 1
sv_se: Körning 1

source: Run 2
sv_se: Körning 2

source: Run the model multiple times to see the effect of rain.
sv_se: Kör modellen flera gånger för att se regnets påverkan.

source: Run the model multiple times.
sv_se: Kör modellen flera gånger.

source: Run the simulation to collect data to answer the question below.
sv_se: Kör simuleringen för att samla in data för att svara på nedanstående fråga.
